---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.PhyMaterialParamStructuralSpecificHeat
source: html/0c3bd8ba-2bf1-11b9-0a30-de2d2e38d7ee.htm
---
# Autodesk.Revit.DB.ParameterTypeId.PhyMaterialParamStructuralSpecificHeat Property

"Specific Heat"

## Syntax (C#)
```csharp
public static ForgeTypeId PhyMaterialParamStructuralSpecificHeat { get; }
```